import { Accordion } from '../../accordion/accordion.interface';

export const driveLicence: Accordion = {
  index: 'drive-licence',
  title: 'ड्राइविंग लाइसेंस',
  contents: [
    {
      title: 'परीक्षण',
      data: 'परीक्षण 30-45 मिनट तक चलता है, यह यातायात और मार्ग पर निर्भर करता है। आपको मूल्यांकन के हिस्से के रूप में दो मैन्यूवर करने होंगे, जो परीक्षण स्थान और प्रशिक्षक के आधार पर भिन्न हो सकते हैं (मैन्यूवर हैं रिवर्स पार्किंग, यू-टर्न, 3-पॉइंट टर्न, या पैरलल पार्किंग)।',
    },
    {
      title: 'जांचें',
      data: 'जांचें कि टर्न सिग्नल काम कर रहे हैं (कार के आगे और पीछे दोनों) और ब्रेक लाइट्स भी (तीन हैं: एक केंद्रीय और दो पक्षों पर)! परीक्षण से कुछ दिन पहले अपने किसी दोस्त से इसकी जांच करवा लें। अगर आप परीक्षण के दिन पहुंचते हैं और इनमें से किसी भी चीज में समस्या है, तो आप परीक्षण नहीं दे पाएंगे और आपको $58 का पुनर्निर्धारण शुल्क देना पड़ेगा।',
    },
    {
      title: 'ध्यान दें',
      data: 'NSW सर्विस से हर ड्राइववे एग्जिट पर एक STOP साइन होता है। यह मूर्खतापूर्ण प्रतीत हो सकता है, लेकिन क्षण की घबराहट में, हम अक्सर इसे नहीं देख पाते हैं। इसलिए इस विवरण पर ध्यान दें, हमेशा 3 सेकंड के लिए रुकें और फिर अपने मार्ग पर जारी रखें।',
    },
    {
      title: 'असफलता',
      data: 'जांचें कि टर्न सिग्नल काम कर रहे हैं (कार के आगे और पीछे दोनों) और ब्रेक लाइट्स भी (तीन हैं: एक केंद्रीय और दो पक्षों पर)! परीक्षण से कुछ दिन पहले अपने किसी दोस्त से इसकी जांच करवा लें। अगर आप परीक्षण के दिन पहुंचते हैं और इनमें से किसी भी चीज में समस्या है, तो आप परीक्षण नहीं दे पाएंगे और आपको $58 का पुनर्निर्धारण शुल्क देना पड़ेगा।',
    },
    {
      title: 'परीक्षण के दौरान',
      data: `<li>हमेशा अपनी गति की निगरानी करें (स्कूल जोन के साइन सहित सभी संकेतों का ध्यान रखें, यदि आपका परीक्षण स्कूल के समय में है)। गति सीमा का उल्लंघन करने की तुलना में बहुत धीरे जाना बेहतर है।</li><br><li>रास्ता दें: आवश्यक समय प्रतीक्षा करें लेकिन रास्ता न देने की वजह से असफल न हों! यह कठिन है क्योंकि हम घबरा जाते हैं और जल्दी करना चाहते हैं, लेकिन अगर आप इसमें असफल होते हैं, तो तुरंत असफल हो जाएंगे।</li><br><li>प्रसिद्ध NECK CHECK: लेन बदलते समय या मुड़ते समय, ऑस्ट्रेलियाई कानून के अनुसार, आपको 'अंध स्थान' की जांच के लिए अपनी गर्दन घुमानी चाहिए। वास्तव में अपनी गर्दन को बगल में मोड़ें! यदि आपको लगता है कि यह आवश्यक नहीं है, तो भी आपको परीक्षण के दौरान यह करना होगा।</li><br><li>जब भी आप मुड़ने के लिए ब्रेक लगाते हैं या ट्रैफिक लाइट के पार जाते हैं, पिछली दर्पण में देखें। यदि आपके पीछे कोई कार हो, तो समय प्रबंधन के लिए यह महत्वपूर्ण है।</li><br><li>हमेशा स्टीयरिंग व्हील को दोनों हाथों से मजबूती से पकड़ें और मुड़ने के बाद लेन में सही प्रवेश करें, ताकि मूल्यांकनकर्ता यह न समझे कि आपके पास वाहन का नियंत्रण नहीं है। मूल्यांकन पत्रक पर 'अवैध क्रिया या मैन्यूवर करना' नामक एक आइटम होता है।</li>`,
    },
  ],
};
