import { Accordion } from '../../accordion/accordion.interface';

export const driveLicence: Accordion = {
  index: 'drive-licence',
  title: '驾驶执照',
  contents: [
    {
      title: '测试',
      data: '测试持续30-45分钟，具体时间取决于交通和路线。你将需要执行两个驾驶操作作为评估的一部分，具体操作可能会根据测试地点和教练的不同而有所变化（操作包括倒车入库、掉头、三点掉头或平行停车）。',
    },
    {
      title: '检查',
      data: '检查转向灯是否工作正常（车辆前部和后部都要检查），同时检查刹车灯（共三个：一个中央和两个侧面）。请在测试前几天让朋友帮你检查。如果你在测试当天到达且这些设备出现任何问题，你将无法进行测试，并需要支付58美元的重新安排费用。',
    },
    {
      title: '注意事项',
      data: '新南威尔士州服务的每个车道出口都有一个停车标志。这看起来可能很傻，但在紧张的时刻，我们往往会没有看到它。所以请注意这一细节，始终停留3秒钟然后继续你的路线。',
    },
    {
      title: '失败',
      data: '检查转向灯是否工作正常（车辆前部和后部都要检查），同时检查刹车灯（共三个：一个中央和两个侧面）。请在测试前几天让朋友帮你检查。如果你在测试当天到达且这些设备出现任何问题，你将无法进行测试，并需要支付58美元的重新安排费用。',
    },
    {
      title: '测试中',
      data: `<li>始终监控你的速度（注意所有标志，包括学校区域标志，如果你的测试在学校时间内进行）。比起因超速失败，更好的做法是慢慢驾驶。</li><br><li>让路：等待必要的时间但不要因不让路而失败！这很难，因为我们会变得焦虑并想快点结束，但如果你在这方面失败了，你会立即失败。</li><br><li>著名的“颈部检查”：根据澳大利亚法律，当改变车道或转弯时，你必须转动脖子检查“盲点”。字面上将你的脖子向一边猛地扭转！即使你认为这不是必需的，在测试中你也必须这样做。</li><br><li>每次你为了转弯或通过交通灯而刹车时，都要查看后视镜。这对于管理时间非常重要，以防后面有车。</li><br><li>始终双手牢牢握住方向盘，并在转弯后正确管理车道进入，以防评估员判断你无法控制车辆。评估表上有一个项目叫做“进行非法操作或动作”。</li>`,
    },
  ],
};
